//B35DEF   JOB (ACCT),'DEFINE BATCH35 GDG',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 35 - APPLICATION GDG FOR VALID BATCH OUTPUT
//*
//DEFBASE  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE GDG ( -
         NAME(IBMUSER.BATCH35.VALID.GDG) -
         LIMIT(3) -
         NOEMPTY -
         SCRATCH )
/*
