//B35LIST  JOB (ACCT),'LIST BATCH35 GDG',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 35 - VERIFY APPLICATION GDG BASE
//*
//LISTBASE EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.BATCH35.VALID.GDG) ALL
/*
