//B35PIPE  JOB (ACCT),'BATCH35 GDG PIPE',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 35 - DFSORT + COBOL + GDG PUBLICATION
//*
//SORTSTEP EXEC PGM=SORT
//SORTIN   DD DISP=SHR,DSN=IBMUSER.BATCH33.INPUT
//SORTOUT  DD DSN=&&SORTED,
//            DISP=(NEW,PASS),
//            UNIT=SYSDA,
//            SPACE=(TRK,(1,1)),
//            DCB=(RECFM=FB,LRECL=80)
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=(1,80,CH,A)
/*
//*
//COBSTEP  EXEC PGM=BATMR
//STEPLIB  DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD
//INFILE   DD DSN=&&SORTED,DISP=(OLD,DELETE)
//OUTFILE  DD DSN=&&VALID,
//            DISP=(NEW,PASS),
//            UNIT=SYSDA,
//            SPACE=(TRK,(1,1)),
//            DCB=(RECFM=FB,LRECL=80)
//REJFILE  DD DISP=OLD,DSN=IBMUSER.BATCH35.REJECT
//SYSOUT   DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
//*
//         IF (COBSTEP.RC LE 4) THEN
//PUBSTEP  EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=&&VALID,DISP=(OLD,DELETE)
//SYSUT2   DD DSN=IBMUSER.BATCH35.VALID.GDG(+1),
//            DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSDA,
//            SPACE=(TRK,(1,1)),
//            DCB=(RECFM=FB,LRECL=80)
//SYSIN    DD DUMMY
//         ENDIF
