//BATMRCMP JOB (ACCT),'COMPILE BATMR',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 33 - COMPILE AND LINK BATMR
//*
//COMPILE  EXEC IGYWCL,LNGPRFX='IGY420'
//COBOL.SYSIN DD DISP=SHR,DSN=IBMUSER.COBOL.SRC(BATMR)
//LKED.SYSLMOD DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD(BATMR)
