//BATMRRUN JOB (ACCT),'RUN BATMR',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 33 - MULTI-RECORD PROCESSING
//*
//RUN      EXEC PGM=BATMR
//STEPLIB  DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD
//INFILE   DD DISP=SHR,DSN=IBMUSER.BATCH33.INPUT
//OUTFILE  DD DISP=OLD,DSN=IBMUSER.BATCH33.OUTPUT
//REJFILE  DD DISP=OLD,DSN=IBMUSER.BATCH33.REJECT
//SYSOUT   DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
