//B36CLEAN JOB (ACCT),'LAB36 CLEANUP',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 36 PART 2 - EXPLICIT CHECKPOINT CLEANUP
//*
//CLEANUP  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE IBMUSER.BATCH36.CHKPT
  IF MAXCC = 8 THEN SET MAXCC = 0
/*
