//B36OUT   JOB (ACCT),'LAB36 OUTPUT',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 36 PART 2 - PERSISTENT OUTPUT TEST
//*
//PROCESS  EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=IBMUSER.BATCH36.CHKPT,DISP=SHR
//SYSUT2   DD DSN=IBMUSER.BATCH36.OUTPUT,
//            DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSDA,
//            SPACE=(TRK,(1,1)),
//            DCB=(RECFM=FB,LRECL=80,BLKSIZE=0)
//SYSIN    DD DUMMY
