//LOGR38   JOB (ACCT),'LAB38 LOGREC',
//             CLASS=A,MSGCLASS=H,MSGLEVEL=(1,1),
//             NOTIFY=&SYSUID
//*
//* LAB 38 - LOGREC CONTROLLED MAINTENANCE
//* TARGET: SYS1.LOGREC
//* JCL ALIGNED WITH SYS1.SAMPLIB(IFCDIPS1/IFCDIPS2)
//*
//CLEAR    EXEC PGM=IFCDIP00
//SYSPRINT DD SYSOUT=*
//SYSABEND DD SYSOUT=*
//SERERDS  DD DSN=SYS1.LOGREC,DISP=SHR
