//B36BASE  JOB (ACCT),'LAB36 RESTART BASE',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID,
//             RESTART=STEP02
//STEP01   EXEC PGM=IEFBR14
//STEP02   EXEC PGM=IEFBR14
//STEP03   EXEC PGM=IEFBR14
