//INITZV01 JOB (ACCT),'INIT ZVOL01',CLASS=A,MSGCLASS=X
//*
//STEP01   EXEC PGM=ICKDSF,REGION=0M
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  INIT UNITADDRESS(0A9C) NOVERIFY VOLID(ZVOL01) VTOC(0,1,75)
/*
