//INITZV00 JOB (ACCT),'INIT ZVOL00',CLASS=A,MSGCLASS=X
//*
//STEP01   EXEC PGM=ICKDSF,REGION=0M
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  INIT UNITADDRESS(0A9B) NOVERIFY VOLID(ZVOL00) VTOC(0,1,75)
/*
