//BATFLOW  JOB (ACCT),'BATCH RC FLOW',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 32 - REAL MULTI-STEP CONDITIONAL BATCH FLOW
//*
//STEP01   EXEC PGM=BATRC
//STEPLIB  DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD
//SYSOUT   DD SYSOUT=*
//*
//CHKRC    IF (STEP01.RC = 0) THEN
//*
//STEP02   EXEC PGM=BATFILE
//STEPLIB  DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD
//INFILE   DD DISP=SHR,DSN=IBMUSER.BATCH.INPUT
//OUTFILE  DD DISP=OLD,DSN=IBMUSER.BATCH.OUTPUT
//SYSOUT   DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
//*
//         ELSE
//*
//STEPERR  EXEC PGM=IEFBR14
//*
//         ENDIF
