//BATRCOMP JOB (ACCT),'COMPILE BATRC',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 32 - COMPILE AND LINK BATRC
//*
//COMPILE  EXEC IGYWCL,LNGPRFX='IGY420'
//COBOL.SYSIN DD DISP=SHR,DSN=IBMUSER.COBOL.SRC(BATRC)
//LKED.SYSLMOD DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD(BATRC)
