//DMPZV00  JOB (ACCT),'DUMP ZVOL00',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=ADRDSSU,REGION=0M
//SYSPRINT DD SYSOUT=*
//DASD1    DD UNIT=3390,VOL=SER=ZVOL00,DISP=SHR
//TAPE1    DD UNIT=3490,DSN=DMP.ZVOL00A,DISP=(NEW,CATLG,DELETE)
//SYSIN    DD *
 DUMP FULL INDDNAME(DASD1) OUTDDNAME(TAPE1) ALLEXCP
/*
