//BATCOB   JOB (ACCT),'COBOL BATCH',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//MYLIBS   JCLLIB ORDER=(IBMUSER.BATCH.PROCLIB)
//RUN      EXEC PROC=RUNCOB,PROGRAM=COBLAB01
