//BATPROC  JOB (ACCT),'PRIVATE PROC',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//MYLIBS   JCLLIB ORDER=(IBMUSER.BATCH.PROCLIB)
//RUNPROC  EXEC PROC=HELLO
