//RUNCOB   PROC PROGRAM=COBLAB01
//*
//* LAB 30 - GENERIC COBOL BATCH PROC
//*
//STEP01   EXEC PGM=&PROGRAM
//STEPLIB  DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//         PEND
