//BATFCOMP JOB (ACCT),'COMPILE BATFILE',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//COMPILE  EXEC IGYWCL,LNGPRFX='IGY420'
//COBOL.SYSIN DD DISP=SHR,DSN=IBMUSER.COBOL.SRC(BATFILE)
//LKED.SYSLMOD DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD(BATFILE)
