//BATFRUN JOB (ACCT),'RUN BATFILE',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//RUN      EXEC PGM=BATFILE
//STEPLIB  DD DISP=SHR,DSN=IBMUSER.COBOL.LOAD
//INFILE   DD DISP=SHR,DSN=IBMUSER.BATCH.INPUT
//OUTFILE  DD DISP=OLD,DSN=IBMUSER.BATCH.OUTPUT
//SYSOUT   DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
