//ALCSPL9  JOB (ACCT),'ALLOC SPOOL9',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=IKJEFT01,REGION=0M
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
 ALLOC DA('SYS1.HASPACE') NEW KEEP UNIT(3390) -
  VOL(SBSYS9) SPACE(3000) CYL -
  DSORG(PS) RECFM(U) BLKSIZE(3856)
 FREE DA('SYS1.HASPACE')
/*
