//INISPL9  JOB (ACCT),'INIT SBSYS9',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=ICKDSF,REGION=0M
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 INIT UNITADDRESS(0A9D) NOVERIFY VOLID(SBSYS9) VTOC(0,1,75)
/*
