//RACFICE  JOB (LAB23),'BUILD RACFICE',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//BUILD    EXEC PGM=IEBUPDTE,PARM=NEW
//SYSPRINT DD SYSOUT=*
//SYSUT2   DD DSN=IBMUSER.RACFICE,DISP=(NEW,CATLG,DELETE),
//             UNIT=SYSDA,SPACE=(TRK,(10,5,10)),
//             DCB=(RECFM=FB,LRECL=80,BLKSIZE=0),DSORG=PO
//SYSIN    DD DSN=SYS1.SAMPLIB(IRRICE),DISP=SHR
