//RACFUNLD JOB (LAB23),'RACF UNLOAD',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//UNLOAD   EXEC PGM=IRRDBU00,PARM=LOCKINPUT
//SYSPRINT DD SYSOUT=*
//INDD1    DD DSN=SYS1.RACFDS.BACKUP,DISP=SHR
//OUTDD    DD DSN=IBMUSER.RACF.UNLOAD,
//             DISP=(NEW,CATLG,DELETE),
//             UNIT=SYSDA,
//             SPACE=(CYL,(10,5),RLSE),
//             DCB=(RECFM=VB,LRECL=4096,BLKSIZE=0)
