//RACFDSMN JOB (LAB23),'RACF DSMON',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//DSMON    EXEC PGM=ICHDSM00
//SYSPRINT DD SYSOUT=*
//SYSUT2   DD SYSOUT=*
//SYSIN    DD DUMMY
