//DEFSMFG JOB (LAB22),'DEFINE SMF GDG',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 22 - DEFINE SMF ARCHIVE GDG
//*
//DEFINE   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE GDG -
    (NAME(IBMUSER.SMF.ARCHIVE) -
     LIMIT(10) -
     NOEMPTY -
     SCRATCH)
/*
