//SMFDMP22 JOB (LAB22),'SMF OFFLOAD',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 22 - SMF MAN DATASET OFFLOAD
//* INPUT : SYS1.MAN2
//* OUTPUT: IBMUSER.SMF.DUMP.MAN2
//*
//DUMPMAN2 EXEC PGM=IFASMFDP
//INDD     DD DSN=SYS1.MAN2,DISP=SHR
//DUMPOUT  DD DSN=IBMUSER.SMF.DUMP.MAN2,
//             DISP=(NEW,CATLG,DELETE),
//             UNIT=SYSDA,
//             SPACE=(CYL,(5,5),RLSE),
//             DCB=(RECFM=VBS,BLKSIZE=0)
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  INDD(INDD,OPTIONS(DUMP))
  OUTDD(DUMPOUT,TYPE(0:255))
/*
