//SMFGDG   JOB (LAB22),'SMF GDG OFFLOAD',
//             CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* LAB 22 - SMF OFFLOAD TO GDG
//* CHANGE MANX TO THE MAN IN DUMP REQUIRED STATUS
//*
//DUMPSMF  EXEC PGM=IFASMFDP
//SYSPRINT DD SYSOUT=*
//MANX     DD DSN=SYS1.MAN1,DISP=SHR
//OUTSMF   DD DSN=IBMUSER.SMF.ARCHIVE(+1),
//             DISP=(NEW,CATLG,DELETE),
//             UNIT=SYSDA,
//             SPACE=(CYL,(10,10),RLSE),
//             DCB=(RECFM=VBS,BLKSIZE=0)
//SYSIN    DD *
  INDD(MANX,OPTIONS(ALL))
  OUTDD(OUTSMF,TYPE(0:255))
/*
