//CATLIST  JOB (ACCT),'LISTCAT',CLASS=A,MSGCLASS=X,
//         NOTIFY=&SYSUID
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ALIAS
  LISTCAT UCAT ALL
/*
