//RSTZV01 JOB (ACCT),'RESTORE ZVOL01',CLASS=A,MSGCLASS=X,
//             MSGLEVEL=(1,1),NOTIFY=&SYSUID
//RESTORE  EXEC PGM=ADRDSSU,REGION=0M
//SYSPRINT DD SYSOUT=*
//DASD1    DD UNIT=3390,VOL=SER=ZVOL01,DISP=SHR
//TAPE1    DD DSN=DMP.ZVOL00A,DISP=OLD,
//             UNIT=3490,VOL=SER=BK0001,LABEL=(1,SL)
//SYSIN    DD *
 RESTORE -
   INDDNAME(TAPE1) -
   OUTDDNAME(DASD1) -
   PURGE
/*
