//HZSALC2 JOB (ACCT),'ALLOC HZSPD2',CLASS=A,MSGCLASS=X
//S1      EXEC PGM=IEFBR14
//D1      DD DSN=SYS1.ADCD.HZSPDAT2,DISP=(NEW,CATLG,DELETE),
// UNIT=3390,VOL=SER=ZVOL00,
// SPACE=(TRK,(50,10)),
// DCB=(DSORG=PS,RECFM=FB,LRECL=4096,BLKSIZE=4096)

# Cuando HZSPROC pida un HZSPDATA vacio:
# En SDSF LOG o consola:
/R xx,SYS1.ADCD.HZSPDAT2
